tap 'caskroom/cask'
tap 'homebrew/python'
tap 'homebrew/versions'
tap 'homebrew/dupes'
brew 'coreutils', args: ['with-default-names']
brew 'findutils', args: ['with-default-names']
brew 'moreutils', args: ['with-default-names']
brew 'git'
#brew 'grep', args: ['with-default-names']
brew 'ssh-copy-id'
brew 'python', args: ['framework', 'with-brewed-openssl']
brew 'python3', args: ['framework', 'with-brewed-openssl']
brew 'vim', args: ['override-system-vi']
brew 'gnu-sed', args: ['with-default-names']
brew 'bash'
brew 'bash-completion2'
brew 'wget', args: ['with-iri']
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/openssh'
brew 'homebrew/dupes/screen'
brew 'nmap'
brew 'socat'
brew 'ack'
brew 'git'

cask_args appdir: '~/Applications'
cask '1password'
cask 'dropbox'
cask 'google-chrome'
cask 'flux'
cask 'spotify'
cask 'steam'
cask 'sublime-text'
cask 'vlc'
cask 'iterm2'
cask 'slack'
cask 'gpgtools'
